Repository: gepopp/wordpress-plugin-real-time-comments
Catalog: languages/real-time-comments-*.po
Languages: de_de

source: Avatar image rounding
de_de: Eckrundung des Avatarbildes.

source: Classic Form and List Layout. Main Color setting applies to form.
de_de: Klassisches Formular Layout. Als Hauptfarbe wird die hier eingestellte verwednet.

source: close replies
de_de: Antworten schliessen

source: Comments displayed
de_de: Anzahl der angezeigten Kommentare

source: Comments Form and List Layout
de_de: Kommentarformular- und Listenlayout

source: Comments Settings
de_de: Kommentare Einstellungen

source: Connection Settings to pusher
de_de: pusher Verbindungseinstellungen

source: Default Flat Layout
de_de: Flaches Layout

source: enter your comment
de_de: Gib deinen Kommentar ein

source: Full rounding - circle
de_de: Kreisrund

source: How comments should be displayed.
de_de: Wie Kommentare dargestellt werden.

source: Layout settings
de_de: Layout Einstellungen

source: load more
de_de: weitere laden

source: Load new comments via ajax calls
de_de: Neue Kommentare über Ajax laden.

source: Load new comments via pusher api
de_de: Neue Kommentare über die API von pusher laden.

source: Load new comments via:
de_de: Neue Kommentare laden über:

source: Main color of Form and Comments
de_de: Hauptfarbe des Formulars und der Kommentare

source: Main settings
de_de: Haupteinstellungen

source: No rounding
de_de: Keine Rundung

source: Nobody commented yet, be the first
de_de: Bis jetzt hat noch niemand kommentiert, sei der Erste!

source: please enter a valid email address
de_de: Bitte eine gültige E-Mail Adresse eingeben

source: please enter at least 3 charachters
de_de: Bitte mindestens 3 Zeichen eingeben

source: please enter your name
de_de: Bitte gib deinen Namen ein

source: Posted
de_de: Geschrieben

source: Puser app id
de_de: Pusher App ID

source: Puser auth key
de_de: Pusher Auth Key

source: Puser secret
de_de: Pusher Secret

source: Pusher API settings
de_de: Pusher API Einstellungen

source: Real time comments settings
de_de: Real time comments Einstellungen

source: Real time comments uses Pusher as a websocket service to show new comments in real time. Setup your pusher account <a href="%s">here</a>
de_de: Real Time Comments verwendet die API von Pusher um neue Kommentare in Echtzeit an zu zeigen. <a href="%s">Zu Pusher</a>

source: replies:
de_de: Antworten:

source: reply now
de_de: Jetzt Antworten

source: Rounded edges
de_de: Abgerundete Ecken

source: save
de_de: speichern

source: show replies
de_de: Antworten zeigen

source: submit
de_de: absenden

source: Swaps out the Wordpress default comments funcionality to a chat-like real time functionality via ajax or pusher.com api
de_de: Tauscht das standart WordPress Kommentarformular und ergänzt es um ein Chat ähnliches laden neuer Kommentare via Ajax oder die API von pusher.com

source: thank you for your comment
de_de: Danke, dein Kommentar wurde veröffentlicht

source: Write a comment
de_de: Schreibe einen Kommentar

source: your email
de_de: Deine E-Mail Adresse

source: your name
de_de: Dein Name
